Repository: lcp/libsocialweb-extra-plugins
Catalog: po/*.po
Languages: ar, ast, da, gl, hu, id, it, ja, ko, pa, pl, pt_br, ru, sv, th, tr, wa, zh_cn, zh_tw

source: You don't seem to have a network connection, this won't work.
ar: يبدو انك غير متّصل بشبكة. هذا لن يعمل.
ast: Paez que nun tienes denguna conexón a denguna rede. Esto nun va funcionar.
da: Det ser ikke ud til at du har en netværksforbindelse, hvilket er nødvendigt.
gl: Semella que non hai conexión coa rede; isto non vai funcionar.
hu: Nem látok át a hálózati kapcsolaton. Szerintem nem működik.
id: Anda sepertinya tak memiliki sambungan jaringan, ini tak bisa.
it: La connessione di rete non sembra attiva, questo non funzionerà.
ja: ネットワーク接続がないようです。これは使えません。
ko: 네트워크에 연결된 것 같지 않으므로, 작동하지 않습니다.
pa: ਤੁਹਾਡੇ ਕੋਲ ਨੈੱਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਜਾਪਦਾ ਹੈ, ਇਹ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ।
pl: Wygląda na to, że nie jesteś podłączony do sieci, bez tego nie zadziała.
pt_br: Você parece não ter uma conexão de rede, isto não funcionará.
ru: Похоже, у Вас нет соединения с Интернетом.
sv: Du verkar inte ha en fungerande internetanslutning.
th: ดูเหมือนคุณไม่เชื่อมต่อกับเครือข่าย นี่จะไม่ทำงาน
tr: Ağ bağlantınız yok gibi gözüküyor, o yüzden bu işlem çalışmayacaktır.
wa: I m' shonne ki vs n' avoz pont d' raloyaedje al rantoele, ça n' va nén aler.
zh_cn: 看起来您没有网络连接，这无法工作。
zh_tw: 您似乎沒有連上網路，所以它無法運作。

source: You could check that the computer's clock is correct.
ar: يمكنك التحقق ان كانت ساعة الحاسوبة صحيحة
ast: Verifica que'l miniportátil tea n'hora.
da: Ḱontrollér eventuelt om computerens ur er rigtigt indstillet.
gl: Debería comprobar que a hora do reloxo do computador é correcta.
hu: Ellenőrizd le, hogy a számítógép órája pontosan jár-e.
id: Anda dapat memeriksa bahwa jam komputer benar.
it: Controllare che l'orologio del computer sia corretto.
ja: コンピューターの時刻が正しいか確認してみてください。
ko: 컴퓨터의 시계가 정확한지 확인하십시오.
pa: ਤੁਸੀਂ ਚੈੱਕ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦੀ ਘੜੀ ਠੀਕ ਹੈ।
pl: Możesz sprawdzić, czy zegar w komputerze jest dobrze ustawiony.
pt_br: Você poderia verificar se o relógio do computador está correto.
ru: Вы можете проверить, правильно ли установлено время на этом компьютере.
sv: Du kan kontrollera om datorns klocka är rätt inställd.
th: คุณควรตรวจสอบว่าสัญญานาฬิกาของเครื่องถูกต้อง
tr: Bilgisayarınızın saatini doğrulayabilirsiniz.
wa: Vos pôrîz verifyî k' l' ôrlodje del copiutrece est a l' eure.
zh_cn: 您可以检查一下电脑的时钟是否正确。
zh_tw: 您可以檢查看看電腦時鐘的顯示時間是不是正確的。

source: You could try again.
ar: يمكنك المحاولة مجددًا
ast: Prueba otra vegada.
da: Prøv eventuelt igen.
gl: Pódeo tentar de novo.
hu: Próbálja meg újra.
id: Anda dapat mencoba lagi.
it: Provare nuovamente
ja: 再度試してください。
ko: 다시 시도해 보십시오.
pa: ਤੁਸੀਂ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz spróbować ponownie.
pt_br: Você poderia tentar de novo.
ru: Вы можете попробовать еще раз.
sv: Du kan försöka igen.
th: คุณควรลองใหม่อีกครั้ง
tr: Yeniden deneyebilirsiniz.
wa: Vos pôrîz cor on côp sayî.
zh_cn: 再试一次吧。
zh_tw: 您可以再試一次。

source: Log me in
ar: أدخلني
ast: Quiero entrar
da: Log mig ind
gl: Miña entrada
hu: Bejelentkezem
id: Masukkan saya
it: Accedi
ja: ログインする
ko: 로그인
pa: ਮੈਨੂੰ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj mnie
pt_br: Conectar
ru: Войти
sv: Logga in
th: ล็อกอิน
tr: Oturumu Aç
wa: M' elodjî
zh_cn: 登录
zh_tw: 讓我登入

source: Connecting...
ar: يتم الاتصال...
ast: Coneutándose...
da: Forbinder...
gl: Conectando...
hu: Csatlakozás...
id: Menyambung...
it: Connessione...
ja: 接続中です...
ko: 연결 중...
pa: ਕੁਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Łączymy się...
pt_br: Conectando...
ru: Подключение...
sv: Kopplar upp...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
wa: Dji m' raloye...
zh_cn: 正在连接...
zh_tw: 正在連接...

source: Once you have logged in to %s, press Continue.
ar: عندما تدخل الى %s، اضغط أكمل
ast: Cuando consigas coneutate a %s, calca Siguir.
da: Når du er logget ind på %s, så tryk Fortsæt.
gl: Unha vez dentro de %s prema Continuar
hu: Ha már bejelentkeztél a %s fiókra, nyomj Tovább-ot.
id: Setelah anda masuk ke %s, tekan Lanjutkan.
it: Una volta eseguito l'accesso a %s, fare clic su «Continua».
ja: %s にログイン後、コンティニューをクリックしてください。
ko: %s에 로그인하였으면 계속을 누르십시오.
pa: ਜਦੋਂ ਤੁਸੀਂ %s ਵਿੱਚ ਲਾਗਇਨ ਕਰ ਗਏ ਤਾਂ ਜਾਰੀ ਰੱਖੋ ਦੱਬੋ।
pl: Po zalogowaniu się na %s należy wcisnąć Dalej.
pt_br: Uma vez conectado em %s, pressione continuar.
ru: После входа на %s нажмите Продолжить.
sv: När du loggat in på %s, klicka på Fortsätt.
th: เมื่อคุณล็อกอินไปยัง %s เรียบร้อยแล้ว กดปุ่มดำเนินการต่อ
tr: %s'e giriş yaptıktan sonra Devam'a basın.
wa: On côp k' vos vs avoz elodjî e %s, tchôkîz so Continouwer.
zh_cn: 当您已登录%s时,请按回车键.
zh_tw: 一旦您登入到 %s ，請按下「繼續」。

source: Continue
ar: أكمل
ast: Siguir
da: Fortsæt
gl: Continuar
hu: Tovább
id: Lanjutkan
it: Continua
ja: コンティニュー
ko: 계속
pa: ਜਾਰੀ ਰੱਖੋ
pl: Dalej
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
wa: Continouwer
zh_cn: 继续
zh_tw: 繼續

source: Once you have logged in to %s, enter the code they give you and press Continue.
ar: عندما تدخل الى %s، ادخل الكود المعطى لك واضغط أكمل
ast: Cuando te coneutes a %s, introduz el códigu que te dieron y calca Siguir.
da: Når du er logget ind på %s, så indtast koden de giver dig og tryk Fortsæt.
gl: Unha vez dentro de %s, introduza o código que lle dan e prema Continuar
hu: Egyszer már bejelentkeztél a %s fiókra. Add meg a kódot és nyomj Tovább-ot.
id: Setelah Anda masuk ke %s, masukkan kode yang mereka berikan padamu dan tekan Lanjutkan.
it: Una volta eseguito l'accesso a %s, inserire il codice fornito e fare clic su «Continua».
ja: %s にログイン後、受け取ったコードを入力し、コンティニューをクリックしてください。
ko: %s에 로그인하였으면 주어진 코드를 입력하고 계속을 누르십시오.
pa: ਜਦੋਂ ਤੁਸੀਂ %s ਵਿੱਚ ਲਾਗਇਨ ਕਰ ਗਏ ਤਾਂ ਉਹਨਾਂ ਵਲੋਂ ਦਿੱਤਾ ਕੋਡ ਦਿਓ ਤੇ ਜਾਰੀ ਰੱਖੋ ਦੱਬੋ।
pl: Po zalogowaniu do %s, przepisz podany kod i wciśnij Dalej.
pt_br: Uma vez conectado em %s, digite o código fornecido e pressione continuar.
ru: После входа на %s введите предоставленный код и нажмите Продолжить.
sv: När du loggat in på %s, ange koden de ger dig och klicka på Fortsätt.
th: เมื่อคุณล็อกอินไปยัง %s เรียบร้อยแล้ว ใส่รหัสที่กำหนดมาให้แล้วกดปุ่มดำเนินการต่อ
tr: %s'e giriş yaptıktan sonra size verdikleri şifreyi girin ve Devam'a basın.
wa: On côp k' vos vs avoz elodjî e %s, dinez l' côde k' i vs dinèt eyet tchôkî so Continouwer.
zh_cn: 一旦您登录到%s，输入他们给您的代码，然后按“继续”。
zh_tw: 一旦您登入到 %s ，請輸入他們給予您的代碼接著按下「繼續」。

source: Log in succeeded. You'll see new items in a couple of minutes.
ar: نجح دخولك. ستظهر عناصر جديدة خلال بضعة دقائق.
ast: Tas coneutáu. Verás los nuevos elementos nunos minutos.
da: Indlogning gennemført. Du vil se nye ting om et par minutter.
gl: Rexistro completado. Verá os elementos novos nun par de minutos.
hu: Sikeres bejelentkezés. Az új elemek perceken belül megérkezik.
id: Sukses log masuk. Anda akan melihat item baru dalam beberapa menit.
it: Accesso eseguito. In un paio di minuti verranno visualizzati nuovi elementi.
ja: ログインに成功しました。数分内に新しいアイテムが表示されます。
ko: 로그인하였습니다. 잠시 기다리면 새 항목이 나타납니다.
pa: ਲਾਗਇਨ ਸਫ਼ਲ ਰਿਹਾ ਹੈ। ਤੁਹਾਡੀ ਕੁਝ ਕੁ ਮਿੰਟਾਂ ਵਿੱਚ ਨਵੀਆਂ ਆਈਟਮਾਂ ਵੇਖੋਗੇ।
pl: Udało się zalogować. W ciągu kilku minut zobaczysz nowe elementy.
pt_br: Conectado. Você verá novos itens em alguns minutos.
ru: Вы успешно вошли. Новые пункты появятся через несколько минут.
sv: Inloggningen lyckades. Om några minuter visas nya saker.
th: ล็อกอินสำเร็จ คุณจะเห็นรายการใหม่ๆ ในอีกไม่กี่นานี
tr: Oturum açıldı. Yenilikleri bir kaç dakikaya göreceksiniz.
wa: L' elodjaedje a st comifåt. Vos alez vey des noveas cayets dins deus munutes.
zh_cn: 登录成功。您马上就会看到新的项目。
zh_tw: 已成功登入。在幾分鐘之內您就會看到新的項目。

source: Log me out
ar: أخرجني
ast: Quiero desconeutame
da: Log mig ud
gl: Miña saída
hu: Kijelentkezem
id: Keluarkan saya
it: Disconnetti
ja: ログアウトする
ko: 로그아웃
pa: ਮੈਨੂੰ ਲਾਗ ਆਉਟ ਕਰੋ
pl: Chcę się wylogować
pt_br: Desconectar
ru: Выйти
sv: Logga ut
th: ล็อกเอาท์
tr: Oturumu kapat
wa: Mi dislodjî
zh_cn: 登出
zh_tw: 讓我登出

source: Code:
ar: كود:
ast: Códigu:
da: Kode:
gl: Código:
hu: Kód:
id: Kode:
it: Codice:
ja: コード：
ko: 코드:
pa: ਕੋਡ:
pl: Kod:
pt_br: Código:
ru: Код:
sv: Kod:
th: รหัส:
tr: Kod:
wa: Côde :
zh_cn: 代码：
zh_tw: 代碼：

source: Digg
ko: 디그
pa: ਡਿੱਗ

source: Digg - to share news, video and images
ast: Digg - pa compartir noticies, videos y semeyes
da: Digg - del nyheder, videoer og billeder
gl: Digg - para compartir novas, vídeos e imaxes
hu: Digg - hírek, videók és képek megosztása
id: Digg - untuk berbagi berita, video, dan citra
it: Digg - Condividere notizie, video e immagini
ja: Digg では、ニュース、動画および画像を共有できます
ko: 디그 - 뉴스, 비디오, 이미지 등을 공유하는 것
pa: ਡਿੱਗ - ਖ਼ਬਰਾਂ, ਵਿਡੀਓ ਅਤੇ ਚਿੱਤਰ ਸਾਂਝੇ ਕਰੋ
pl: Digg - dziel się niusami, filmami i zdjęciami
pt_br: Digg - para compartilhar notícias, vídeos e imagens
ru: Digg - для пересылки новостей, видеороликов и изображений
sv: Digg - dela med dig av nyheter, video och bilder
th: Digg - แบ่งปันข่าว วิดีโอ และภาพ
tr: Digg - haber, video ver resim paylaşmak için
wa: Digg - pårtaedjî des noveles, des videyos et des imådjes
zh_cn: Digg - 共享新闻，视频和图像
zh_tw: Digg - 可以分享新聞、影片以及圖片

source: MySpace
ar: ماي سبيس
pa: ਮਾਈਸਪੇਸ

source: MySpace is a leading social portal for connecting people, content, and culture from around the world. Create a profile, share photos, professional and viral videos, blog, instant message your friends, and listen to music on the world’s largest music community.
ar: ماي سبيس هو الموقع الاجتماعي المتميز في ربط الأشخاص والمحتوى والثقافة من كل أنحاء العالم. أنشئ ملف تعريف، شارك بصور وفيديوهات محترفة, دوّن, ارسل رسائل فورية لاصدقائك واستمع الى موسيقى في اكبر مجتمع للموسيقى في العالم.
ast: MySpace ye ún de los principales portales sociales pa coneutar a la xente y a les cultures de tol mundu. Crea un perfil, comparte les tos semeyes, los tos videos (profesionales y virales) o los tos blogs, unvia mensaxes nel intre a los tos collacios, y escucha música na mayor comunidá musical del mundu.
da: MySpace er den førende sociale portal til at møde mennesker, indhold og kultur fra hele verden. Opret en profil, del fotos, professionelle og personlige videoer, blog, kvikchat med dine venner og lyt til musik i verdens største musikfællesskab.
gl: MySpace é un portal social líder en conectar persoas, contido e cultura de todo o mundo. Cree un perfil, comparta fotos, vídeos profesionais e populares, escriba o seu blogue, converse instantaneamente coas súas amizades e escoite música na comunidade musical máis grande do mundo.
hu: A MySpace a vezető szociális portál, ahol az emberek, tartalmak és kultúrák találkozhatnak. Hozz létre egy profilt, osszd meg a fotóidat, profi vagy hobbi videóidat, blogolj, chatelj a barátaiddal és hallgasd a kedvenc zenéidet a világ legnagyobb közösségi zeneportálján.
it: MySpace è un portale sociale che consente di collegare persone, contenuti e diverse culture da tutto il mondo. Basta creare un profilo per condividere fotografie, video professionali e "virali", blog, scambiare messaggi istantanei con i propri amici e ascoltare musica grazie alla più grande comunità musicale del mondo.
ja: MySpace とは、世界中に存在するさまざまな文化のユーザーと交流できる、極めて人気の高い、ソーシャル・ネットワーク・サイトです。世界で最も会員の多いコミュニティーで、プロフィールの作成や写真の共有、プロ・アマのビデオ、ブログ、チャット、音楽など、さまざまな親交サービスが提供されています。
ko: MySpace는 가장 인기있는 소셜 포털로 전 세계 사람들과 컨텐츠 그리고 문화를 연결할 수 있습니다.
pa: MySpace ਮੋਹਰੀ ਸਮਾਜਕ ਪੋਰਟਲ ਹੈ, ਜੋ ਸੰਸਾਰ ਭਰ 'ਚੋਂ ਲੋਕਾਂ, ਸਮੱਗਰੀ ਤੇ ਸਭਿਆਚਾਰਾਂ ਨੂੰ ਆਪਣਾ 'ਚ ਜੋੜਦਾ ਹੈ। ਪਰੋਫਾਇਲ ਬਣਾਓ, ਫੋਟੋ, ਪੇਸ਼ੇਵਰ ਤੇ ਆਮ ਵਿਡੀਓ ਸਾਂਝੇ ਕਰੋ, ਬਲੌਗ, ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਗੱਲਾਂ ਕਰੋ ਅਤੇ ਸੰਸਾਰ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਸੰਗੀਤਕ ਕਮਿਊਨਟੀ ਤੋਂ ਸੰਗੀਤ ਸੁਣੋ।
pl: MySpace to przodujący portal społecznościowy do łączenia ze sobą ludzi i kultur z całego świata. Stwórz profil, dziel się zdjęciami i animacjami, bloguj, wysyłaj wiadomości do Twoich znajomych i słuchaj muzyki w największej na świecie społeczności muzycznej.
pt_br: MySpace é um portal social para conexão de pessoas, conteúdo e cultura de todo o mundo. Crie um perfil, compartilhe fotos, vídeos profissionais e virais, blog, mensagens instantâneos a amigos, e ouça músicas da maior comunidade de música do mundo.
ru: MySpace - ведущий социальный портал, на котором предоставлена возможность общения между людьми, обмена различными файлами и информацией о культурных особенностях во всем мире. Создайте свой профиль, поделитесь фотографиями, профессиональными и любительскими видеороликами, ведите свой блог, обменивайтесь быстрыми сообщениями с друзьями и слушайте музыку в самом большом мировом сообществе.
sv: MySpace är en ledande social portal som sammanför människor, innehåll och kultur från hela världen. Skapa en profil, dela foton, professionella och virala videoklipp, blogga, skicka snabbmeddelanden till dina kompisar och lyssna på musik i världens största musikgrupp.
th: MySpace เป็นผู้นำสังคมพอร์ทัลสำหรับการเชื่อมต่อคนเนื้อหาและวัฒนธรรมจากทั่วโลก. สร้างโปรไฟล์แบ่งปันภาพถ่ายระดับมืออาชีพและวิดีโอบล็อก โปรแกรมส่งข้อความของคุณเพื่อนและชุมชนเพลงที่ใหญ่ที่สุดในโลก.
tr: MySpace lider sosyal ağ platformudur. İnsanları birbirine bağlar, çeşitli içeriklerin ve kültürlerin buluşmasını sağlar. Bir profil oluşturarak videolarınızı, fotoğraflarınızı, günlüğünüzü paylaşabilir; arkadaşlarınızla mesajlaşabilir ve dünyanın en büyük müzik topluluğu ile müzik dinleyebilirsiniz.
wa: MySpace est l' mwaisse poite sociåle po raloyî les djins, les ådvins eyet l' tuzance di pattavå l' monde. Ahivez on profil, pårtaedjîz des fotos, des videyos pol boutaedje oudonbén po tolmonde, bloguez, berdelez sol moumint avou vos soçons eyet schoûtez del muzike sol pus grande cominålté del muzike del Daegne.
zh_cn: MySpace 是一个连接全世界各种人种、文化和信息的先进社交门户网站。您可以在上边建立自己的个人信息，共享照片，写博客，看视频，给朋友发消息，并且在世界最大的音乐社区里欣赏音乐。
zh_tw: MySpace 是個用來連繫來自世界各地的人們、內容和文化的領導性社交入口網站。建立個人檔案、分享照片、專業的與散佈性的影片、部落格、發給您朋友即時訊息，以及聆聽全世界最大的音樂社群內的音樂。

source: Plurk
zh_tw: 噗浪

source: Sina
zh_tw: 新浪微博

source: MySpace is a leading social portal for connecting people, content, and culture from around the world. Create a profile, share photos, professional and viral videos, blog, instant message your friends, and listen to music on the worldâ€™s largest music community.
id: MySpace adalah portal sosial terdepan untuk menyambungkan orang, isi, dan kultur dari seluruh dunia. Buat suatu profil, berbagi foto, video profesional dan viral, blog, pesan instan ke teman-teman anda, dan dengarkan musik di komunitas musik terbesar di dunia.
